Repository: sharafa839/Dalel
Catalog: Dalel/Configuration/*.lproj/Localizable.strings
Languages: ar

source: Welcome Back
ar: مرحباً بعودتك

source: Sign in to continue
ar: سجل دخولك لتستمر

# did you forget your password
source: forget your password?
ar: نسيت كلمة السر؟

source: Sign in
ar: تسجيل دخول

# dontHaveaccount
source: haven't account?
ar: ليس لديك حساب؟

source: password
ar: كلمة السر

source: Phone number
ar: رقم الهاتف

source: Full name
ar: الاسم بالكامل

source: email
ar: البريد الالكترني

# you have account
source: have account?
ar: لديك حساب؟

source: Sign up
ar: سجل

source: Choose your major
ar: اختر تخصصك

source: Great !
ar: عظيم !

source: wait to approve
ar: انتظر للموافقة

source: ok
ar: حسناًَ

# err
source: review your data
ar: راجع بياناتك وحاول مره أخرى

source: English
ar: الانجليزي

source: Arabic
ar: العربية

source: we guide you to first step in your child carer
ar: نحن نرشدك للخطوة الأولى لمستقبل طفلك

source: sign up now and get your chances
ar: سجل واغتنم فرصتك الأن

source: on step to start your journey with Dalel for education
ar: خطوة واحدة لتبدأ رحلتك مع دليل للتعلم

source: skip
ar: تخطي

source: Start here
ar: ابدأ هنا

source: Re assign password
ar: اعادة تعيين كلمة السر

source: Next
ar: التالي

# confirmPass
source: Confirm your password
ar: تأكيد كلمة السر

# passwordChanged
source: your password changed
ar: كلمة السر تغيرت بنجاح

# notMatch
source: your password is not match
ar: كلمتان السر غير متطابقتان

# enterActivationCode
source: Enter your Activation Code
ar: ادخل رمز التفعيل

source: Message is sent
ar: الرساله أَرسلت

source: Make sure
ar: تأكيد

source: Search
ar: بحث

source: New university
ar: المعاهد الجديدة

source: Show more
ar: اعرض المزيد

source: New School
ar: المدارس الجديدة

source: get your chance
ar: احصل على فرصتك

# to add your center
source: to add your center , school , university in the biggest middle east educational app
ar: لكي تضيف مركزك ومدرستك و معهدك في اكبر تطبيق في الشرق الاوسط

source: categories
ar: الاقسام

source: Create new account
ar: قم بانشاء حساب جديد

source: hello
ar: مرحبا

source: please fill all of fields
ar: من فضلك املئ جميع الحقول

source: Add your center
ar: اضف مركزك

source: Child garden
ar: روضة أطفال

source: Favorite
ar: المفضلة

source: user name
ar: اسم المستخدم

source: male
ar: ذكر

source: female
ar: انثى

source: choose your gender
ar: اختر نوعك

source: change photo
ar: تغيير الصورة

source: edit
ar: تعديل

source: save
ar: حفظ

source: no Notification
ar: لا يوجد اشعارات

source: Home
ar: الرئيسية

source: Language
ar: اللغة

source: Add Place
ar: اضف مركزك

source: Places
ar: مراكزك

source: Call US
ar: اتصل بنا

source: Our Vision
ar: الرؤية

source: Our Goals
ar: الأهداف

# Terms
source: Terms&Conditions
ar: الشروط والأحكام

source: Social
ar: التواصل الاجتماعي

source: FAQS
ar: الاسئلة الشائعة

source: Places on the map
ar: اماكنا على الخريطه

source: sign out
ar: تسجيل الخروج

source: Our Services
ar: خدامتنا

source: Kind
ar: النوع

source: Location
ar: المكان

source: Call us
ar: تواصل معنا

source: Comments
ar: التعليقات

source: Add Comment
ar: اضف تعليقك

source: show also
ar: شاهد ايضا

source: Show Time
ar: شاهد الاوقات

source: Day
ar: اليوم

source: From
ar: من

source: To
ar: إلى

source: Add Review
ar: اضف تقييمك

source: Add Your Name
ar: اضف أسمك

source: Add Your Email
ar: اضف بريدك الألكتروني

source: Add Your Opinion
ar: اضف رأيك

source: Enter your name
ar: اضف اسمك

source: enter your email
ar: اضف بريدك الألكتروني

source: My Places
ar: الاماكن

source: deleted
ar: تم الحذف

# welcomeToDelel
source: Welcome To Daliel
ar: مرحباً بك في دليل

source: Add your place
ar: اضف مركزك في دليل

# Add your place name
source: Add your place name english
ar: اضف اسم المركز بالانجليزية

# Add your place nameAr
source: Add your place name arabic
ar: اضف اسم المركز بالعربية

# Add your place description
source: Add your place description english
ar: اضف وصف لمركزك بالانجليزية

# Add your place descriptionAr
source: Add your place description arabic
ar: اضف وصف لك بالعربية

source: Add your category
ar: اضف النوع الخاص بك

source: Add your phone
ar: اضف هاتفك

source: Add your address
ar: اضف عنوانك

source: Add photo
ar: اضف صوره للمركز

source: Add place
ar: اضافة المركز

source: point your place on the map
ar: حدد مكانك على الخريطة

source: Add Service For Your Center
ar: اضف خدماتك الموجوده باالمركز

source: Add Service
ar: اضافة الخدمة

source: Enter Email
ar: ادخل بريدك الالكتروني

source: your email
ar: بريدك الالكتروني

source: go to your mail now
ar: الان افحص بريدك الالكتروني

source: try again
ar: حاول مرة اخرى

source: please choose language
ar: من فضلك اختر اللغة

source: Profile
ar: الشخصية

source: Favorites
ar: المفضلة

source: Notifications
ar: الاشعارات
